tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/python"
tap "homebrew/science"
brew "git"
brew "wget"
brew "autoconf"
brew "cmake"
brew "eigen"
brew "fontconfig"
brew "gcc"
brew "lua"
brew "gnuplot", args: ["with-aquaterm", "with-x11"]
brew "go"
brew "graphviz"
brew "ilmbase"
brew "imagemagick"
brew "mecab"
brew "mecab-ipadic"
brew "nmap"
brew "numpy"
brew "openexr"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "tmux"
brew "tomcat"
brew "tree"
brew "vim", args: ["with-python3", "with-lua"]
